[
    {
        "page_content": "D 8\nCenter for Native Grasslands\nManagement\nUSE OF BIOCHAR IN SWITCHGRASS PRODUCTION July 2014 Amanda J. Ashworth and Patrick D. Keyser UT Center for Native Grasslands Management Fred L. Allen UT Department of Plant Sciences Sammy S. Sadaka and Mahmoud A. Sharara University of Arkansas Department of Biological and Agricultural Engineering\nBiochar, a charcoal-like substance, is the byproduct of heating any organic material (such as switchgrass) at relatively low temperatures and with limited oxygen. This process is known as pyrolysis and is used for biofuel conversion. Pyrolysis produces heat, gases, a substance similar to crude oil (i.e. bio-oil), and biochar (Figure 1). If cellulosic bioenergy production reaches the scale that has been projected, millions of tons of biochar will be produced annually as a byproduct. One possible use of this byproduct is to apply it back onto switchgrass or other agricultural fields as a soil amendment. Such applications may improve soil carbon content and enhance nutrient additions. This could lead to a closed-loop system, considering the biochar is re-applied to switchgrass fields the following season. Yield responses from biochar applications have been mixed, from negative, no response, to positive. Positive responses may more likely occur from applications on sandy or less fertile soils. Burning high-carbon biomass and applying the resulting biochar to soils is not a novel concept — “terra preta” (or black earth) has been used to enhance Amazonian soil fertility for centuries.\nRecent research at the UT Institute of\nAgriculture and elsewhere has shown that there are a number of benefits to applying biochar to switchgrass. First, biochar can increase fertility by adding and helping retain nutrients that are already present in the soil because those elements adsorb to biochar particles.\nUnlike some forms of organic matter, biochar is highly stable in soils and therefore, more resistant to decomposition. Thus application of biochar is a way to store carbon from plant residues (sequestration) Figure 1. Biochar produced from switchgrass via pyrolysis at 400 C. in soils.\nUse of Biochar in Switchgrass Production Biochar is low in nitrogen, as heating the feedstock causes the release of some compounds (such as nitrogen); whereas other nutrients (such as P, K, Mg and Ca) become concentrated in the remaining byproduct. Furthermore, most of the usable nutrients in biochar are released slowly, and the material can act as a liming agent in low pH (acid) soils due to its high ash content and alkaline nutrients. Micrograph images reveal that extremely small pores are present in switchgrass biochars, thereby creating a “hotel” for beneficial soil microbes (Figure 2).Because of its coarse, friable particles, application and incorporation of biochar can increase soil aeration (Figures 2 and 3) and decrease bulk density (greater porosity) in soils (Figure 3). Reduced bulk density can lead to less compaction and better water infiltration. Therefore, biochar may positively influence soil water-holding capacity due to its adsorbent nature. In general, as biochar application rates increase, soils’ ability to hold and retain water increases. Such Figure 2. Scanning electron micrograph of increases may help sustain forage and/or biomass yields switchgrass-biochar. during drought. 3.0 3.0 bulk density Because of the small particle size and dry state of biochar, water-holding capacity 2.5 2.5 applying it in ways that minimize dust and loss from wind 2.0 2.0 content or water erosion is important. Therefore, avoid applying during windy weather. Losses can also be reduced bydensity 1.5 1.5 water incorporating biochar into soils, or by applying when soils\nBulk 1.0 1.0 are damp. Biochar can be applied to fields by mixing it Gravametric with approximately 20 percent water and spreading it with 0.5 0.5 a manure or lime spreader to the targeted dry rate (2-5 tons 0.0 0.0 0% 5% 10% 20% per acre; best rate still under investigation). Additionally, Biochar (%) by volume biochar can be applied by mixing it with animal manure or high-nutrient animal byproducts, an approach Figure 3. Bulk density and water-holding accomplished through composting. However, application capacity (gravimetric water content at field rates should be based on dry weights and not on mixed capacity) of biochar-amended soils based on biochar concentration (Ashworth, 2014; slurries. Use of biochar as a soil amendment for biomass unpublished data). feedstock production may improve sustainability by coupling agricultural and bioenergy systems. utextension.tennessee.edu D 8 14-0234 Programs in agriculture and natural resources, 4-H youth development, family and consumer sciences, and resource development. University of Tennessee Institute of Agriculture, U.S. Department of Agriculture and county governments cooperating. UT Extension provides equal opportunities in programs and employment. July 2014 2",
        "metadata": {
            "title": "./pdfs/D8"
        }
    },
    {
        "page_content": "title: Sample Budget for Blueberry Production, 2020\nD 102\nDepartment of Agricultural and Resource Economics\nSample Budget for Blueberry Production Under Various Integrated\nPest Management and Marketing Strategies, 2020 Margarita Velandia, Professor Alicia Rihn, Assistant Professor Riley Denton, Graduate Research Assistant Department of Agricultural and Resource Economics Zachariah Hansen, Assistant Professor Department of Entomology and Plant Pathology David Lockwood, Professor Natalie Bumgarner, Associate Professor Department of Plant Sciences\nIntroduction\nThe objective of this document is to help users understand and navigate the sample blueberry budget created by the University of Tennessee. This sample budget was created to guide blueberry producers and those interested in producing blueberries on the factors to consider when estimating their production and marketing costs. Additionally, this sample budget helps users evaluate changes in costs associated with two integrated pest management (IPM) strategies (i.e., low and moderate) and three marketing strategies (i.e., 100 percent ready-picked retail; 50 percent\nU-Pick, 50 percent ready-picked retail; and 75 percent U-Pick, 25 percent ready-picked retail).\nThe sample budget shows examples of blueberry production costs given specific assumptions.\nTherefore, users should modify numbers to estimate their farm costs. Every farm is unique; hence, estimated costs will vary depending on soil conditions, blueberry species, production practices used and pest, weed and disease pressure, among other factors.\nSample Budget Details\nPre-planting\nThe examples presented in this sample budget are based on 1 acre of blueberries. We assumed the blueberry species grown on this acre are Rabbiteye. Although in this sample budget we are assuming only Rabbiteye species are grown, it is important to notice that the combination of two species, such as Highbush and Rabbiteye, would expand the blueberry marketing window. The harvesting period for Highbush species is mid-June to mid-July, and the harvesting period for\nRabbiteye is mid-July to September. The exact time will vary some from year to year and with location.\nWe assumed all preparation activities would happen in Year 0 to allow at least six months to a year for the soil to reach ideal conditions for blueberry production.\nSoil tests are necessary for Year 0, as the results from these tests will guide producers on the requirements to lower pH and adjust soil fertility conditions. Soil tests are budgeted at $15 per soil test. In Year 0, we assumed a soil probe is purchased at $95.91.\nWe assumed raised beds on which to plant blueberries are built in Year 0. By doing this, we can amend the soils to correct issues with pH, organic matter content and internal drainage characteristics. We assumed an initial application of mulch of 269 cubic yards per acre. We also assumed that mulch would need to be reapplied every two years (Years 2, 4 and 6) at 68 cubic yards per acre, assuming a loss of 1.5 inches per year.1 We assumed either pine bark or sawdust is used as mulch and as a source of organic matter that would help adjust soil pH, keep soil temperature cooler during the summer, control for weeds and maintain soil moisture. Ideal organic matter content should be at 3 percent or higher.\nThe ideal soil pH for blueberry production is between 4.5 and 5.5.2 In Year 0, mulch application is one of the strategies to lower soil pH, but we assumed the application of elemental sulfur is needed to rapidly acidify the soil. We assumed 650 lbs at $0.36 per lb of elemental sulfur per acre are applied in Year 0.\nWe assumed 800 lbs per acre of 10-10-10 at $0.22 per lb are applied. We added this fertilizer cost just as a reference as P and K needs will be determined by soil test and vary greatly from farm to farm.\nWe assumed grass would be planted between rows to support equipment used between rows and avoid soil erosion. We also assumed 10 lbs per acre of grass seed at $2.59 per lb is planted in between rows in Year 0.\nPlanting\nWe assumed a 10- or 12-foot space between bed centers and 6-foot space between blueberry plants. This assumption determines the number of plants per acre. If you are growing more than one species, it is probably better to use the same space between rows and plants, regardless of the species, for management purposes. For example, if you have variation in space between rows and plants, that would complicate mowing and other activities that require specific equipment sizes.\nWhen assuming a 6 feet by 12 feet space, 605 two-year-old plants at $4.50 each are transplanted.\nWhen assuming a 6 feet by 10 feet space, 726 2-year-old plants are transplanted. We assumed transplanting happens in early spring (March). The 605-plant density is appropriate for U-Pick operations. Farmers planning to sell wholesale should consider a higher plant density per acre.3 We assumed 15 plants need to be replanted in Year 2. We assumed six hours per acre are designated to remove fruit buds and prune blueberry bushes in Years 1 and 2. It is recommended to not let bushes produce fruit in Years 1 and 2 to allow for better plant establishment, growth and long-term health. Ideally, fruit buds should be removed when plants are dormant, and this is also the best time to prune.\nAnnual pruning of blueberry bushes is required to help with establishing and developing plants that consistently produce large, early maturing berries. After plants are established, pruning is necessary for increased productivity.4 We assumed a pruner would be purchased in Year 1 at $45.\nIn Years 3 and 4, 20 and 30 hours per year, respectively, are designated for pruning activities (24 1 Dellachiesa, A. 2005. “Feasibility of Production and Marketing Blueberries in Tennessee.” M.S. Agricultural Economics, University of Tennessee, Knoxville. 2 University of Kentucky. 2013. “Midwest Blueberry Production Guide.” Available online at https://bit.ly/2SaaTks 3 Dellachiesa, A. 2005. “Feasibility of Production and Marketing Blueberries in Tennessee.” M.S. Agricultural Economics, University of Tennessee, Knoxville. 4 University of Kentucky. 2013. “Midwest Blueberry Production Guide”. Available online at https://bit.ly/2SaaTks 2 Sample Budget for Blueberry Production, 2020\nand 36 hours when assuming a plant density of 726 plants/acre). In Years 5 to 7, 50 hours per year are designated for pruning activities (60 hours when assuming a plant density of 726 plants/acre).\nFertilizer, Herbicides, Fungicides and Insecticides\nAs stated above, fertilizer requirements would vary considerably from farm to farm. We assumed soil tests would be performed annually. Although not listed here, tissue tests are recommended to assess plant’s additional nutrient needs. Following the University of Tennessee recommendations, we assumed in Year 1 fertilizer would be applied three times starting about a month after planting the blueberry plants (April) and again in May and June. We assumed only ammonium sulfate would be applied in Years 1 to 7. In Year 1, we assumed 120 lbs of ammonium sulfate are applied at $0.37 per lb (40 lbs in April, 40 lbs in May and 40 lbs in June). In Years 2 to 7, we assumed 60 lbs of ammonium sulfate are applied at similar times as the fertilizer applications in Year 1.\nPersistent weed pests should be eliminated before planting blueberry plants. In the example presented in this sample budget, we did not add costs associated with weed control, as this would vary greatly from farm to farm, depending on specific weed pests. Nonetheless, it is important to acknowledge that effective weed control management strategies are critical when growing blueberries, especially before planting.5\nIn the sample budget, two potential IPM scenarios could be selected: low-input and moderate- input. For the low-input program, we assumed Serenade ASO and Entrust SC are applied at pre-bloom or 10-14 days after petal fall and preharvest. Serenade ASO is a fungicide aimed at controlling a variety of blueberry diseases, including mummy berry, Phomopsis, Botrytis, Alternaria and Exobasidium. Entrust SC is an insecticide, and we assumed it is applied to target insect pests, including thrips, spotted wing drosophila (SWD) and blueberry maggot. The moderate-input treatment included a pre-bloom treatment and a preharvest treatment and included two additional treatments at 10-14 days after petal fall and postharvest. The fungicides listed may be applied during bloom for disease management, but insecticides should not be applied during bloom.\nModerate-input products included Pristine and Switch 62.5WG, both of which are fungicides aimed at controlling the previously mentioned diseases, and Entrust SC and Assail 30SG, which are insecticides that control the previously mentioned insect pests. The moderate-input strategy reflects a higher pest and disease pressure scenario, where additional IPM treatments are required to achieve satisfactory control. It also includes more products, which reflects the need to alternate chemical modes of action, especially when using a more pesticide-intensive IPM program. In Table 1, we show spray schedule assumptions for the two IPM scenarios, and Table 2 shows application rates and price assumptions associated with these two scenarios.\nIt is important to acknowledge that the scenarios presented in Table 2 are just examples of IPM strategies. These strategies would vary depending on the specific pest and disease pressure situations faced by each farm. In either scenario, plantings need to be monitored for SWD. If\nSWD is not found, then no sprays need to be applied for it. If, however, SWD is present, the recommended control program will be the same for the low-input and moderate-input IPM scenarios. This will involve starting with the first spray at two weeks prior to the first anticipated harvest and conducted at weekly intervals throughout the duration of harvest. For Highbush blueberries, where the anticipated duration of the harvest will be about four weeks, this means six sprays for SWD. For Rabbiteye blueberries, where the projected harvest period will stretch to about six weeks or longer, a minimum of eight sprays will be needed. Also, from an insecticide resistance management standpoint, a given insecticide should not be used more than two times before rotating to a second insecticide that has different chemistry. Table 3 lists some alternative insecticides, along with their preharvest interval and notes on their use. According to the University of Tennessee recommendations, a field should be harvested every second to third day to prevent berries from getting overripe, which is critical for SWD control. The University of\nTennessee recommendations also suggest the use of insecticides that have a short preharvest interval. The insecticides presented in Table 3 are labeled for blueberry maggot control as well as 5 Ibid. 3 Sample Budget for Blueberry Production, 2020\nSWD control. For additional blueberry IPM recommendations, go to the Southern Region Small\nFruit Consortium website.\nTable 1. Low and Moderate IPM Spray Schedules Spray Target Month Moderate-input Products Low-input Products Applied # Application Applied Entrust SC then Pristine, 1 April Serenade ASO + Entrust SC applied separately 2 May None Switch 62.5 WG + Assail 30 S.G. Serenade ASO + Entrust SC Entrust SC then Pristine, 3 June (tank mix) applied separately 4 July None Switch 62.5 WG + Assail 30 S.G. *Pristine cannot be tank-mixed with any other products. All other products may be tank-mixed.\nTable 2. Low and Moderate IPM Application Rates Per Acre and Chemicals’ Prices Label Rate Price Per Application Application Rate Range Unit Serenade ASO 2-4 qt 3 qt $9.95/qt Entrust SC 4-6 fl oz 5 oz $14.14/oz Pristine 18.5-23 oz 20.75 oz $3.18/oz Switch 62.5 WG 11-14 oz 12.5 oz $5.54/oz Assail 30 SG 4.5-5.3 oz 4.9 oz $4.47/oz\nTable 3. Alternative Insecticides Preharvest interval Insecticide Use (days) Imidan 3 Maximum of 2 applications per season Maximum of 3 applications per season Malathion 1 for the ULV and 57EC formulations and 2 per season for the 8F formulation For use information, go to https:// Entrust 2SC or 80W 3 smallfruits.org/ipm-production-guides Danitol 2.4EC 3 Maximum of 2 applications per season Mustang 1.5 EC, 1 Maximum of 6 applications per season Mustang Maxx 0.8EC 4 Sample Budget for Blueberry Production, 2020\nMachinery and Equipment\nWe assumed a trickle irrigation system is set up in Year 0. The annual fixed costs associated with this irrigation system is assumed to be $258 per acre. This cost would vary depending on the irrigation system used (e.g., trickle, overhead). Trickle irrigation systems are preferred over overhead systems because the water is applied to the soil or mulch cover and does not contact leaves or fruit, which could aggravate disease issues. In general, trickle irrigation systems use less water and require a lower pump capacity than overhead systems.\nWe assumed one tractor (i.e., a 50 horsepower four-wheel-drive tractor) and a 4x4 utility vehicle are used to perform all activities associated with blueberry production. In Table 4, we show estimated direct (e.g., repair and maintenance, fuel, and labor costs) and fixed costs associated with all implements used for blueberry production in this sample budget. Fixed machinery costs associated with tractors, utility vehicles and implements were calculated using the Mississippi State\nBudget Generator (version 6.0). Blueberry production costs include an annual fixed cost of $440 per acre associated with a cooler used to maintain berry quality and enhance shelf life.\nTable 4. Machinery and Equipment Costs Per Acre Used for Blueberry Production Direct Costs Fixed Costs Bed Shaper $21.08 $26.47 Disk Harrow $8.13 $10.45 Fertilizer Spreader (Pull Type) $5.65 $17.46 Front-End Loader $15.46 $23.43 Grain Drill $11.39 $17.07 Rotary Cutter $4.14 $6.04 Rotary Tiller $25.19 $33.50 Side Dresser $23.04 $39.44 Sprayer — Utility $4.89 $6.68 Sub-soiler $10.84 $15.78 Trailer BB Plants $48.37 $60.79 Trailer Utility $14.51 $18.19\nSource: Mississippi State University Budget Generator\nLabor and Fuel\nHand labor was estimated at the 2020 U.S. Department of Labor Tennessee Adverse Effect Wage\nRate of $12.40.6 Operator labor was estimated at $17.27/hour based on the 2019 U.S. Department of Labor estimates for Tennessee. Gasoline and diesel prices were estimated at $2.20 and $2.30 per gallon, respectively. Hand labor is associated with irrigation check activities, pruning and harvesting. We assigned values to the operator and unpaid family labor at a rate of $17.27/hour.\nCapital\nThe interest on operating capital was calculated annually at a rate of 6 percent. Operating interest is assumed to be charged on half of all variable expenses.\nHarvest and Postharvest\nWe assumed that no crops would be harvested in Years 1 and 2. We assumed plantings would initiate producing yield in Year 3. We also assumed the maximum anticipated yield at crop maturity would happen in Year 6 and would be 12,000 pints per acre or about 20 pints per plant (Table 5). 6 https://www.dol.gov/agencies/eta/foreign-labor/wages/adverse-effect-wage-rates 5 Sample Budget for Blueberry Production, 2020\nTable 5. Estimated Yields by Year of Blueberry Production Production % of Full Pints/Acre Year Production 0 0.00 0% 1 0.00 0% 2 0.00 0% 3 2000.00 17% 4 6000.00 50% 5 9960.00 83% 6 12000.00 100% 7 12000.00 100%\nWe assumed that harvested berries are sorted into 1-pint plastic clamshells. We assumed a cost of $0.16 per plastic container. We assumed the estimated harvest rate for picking blueberries is 25 pints per hour. Therefore, we assumed 80, 240 and 398 hours are designated for harvesting activities in Years 3, 4 and 5, respectively. After Year 5, 480 hours are designated for harvesting activities. It is assumed that 10 to 15 pickers are needed to harvest 1 acre of blueberries.7\nOperating costs associated with the refrigeration of blueberries to maintain berry quality and enhance shelf life is estimated at $36.60 per acre per year.\nMarketing\nIn this sample budget, we assumed blueberries would be marketed through farmers markets, on-farm, roadside stands and/or Pick-Your-Own (PYO). The choice of marketing strategies would depend on various factors, including farm location that would determine the distance to customers and markets, and labor and time availability for marketing activities. The advantage of marketing blueberries using a PYO strategy is the labor savings associated with reducing harvesting activities. When blueberries are marketed through PYO, it is important to still have some labor available to harvest blueberries in the parts of the field that are not harvested by the customers.\nIt is important for SWD control not to have overripe berries in the field. It is estimated that 450 customers could harvest about 6,000 lbs of blueberries.8\nThere are other considerations and costs associated with using a PYO marketing strategy, including adequate parking area, restroom facilities, convenient and safe access and adequate liability insurance. In the midst of the COVID-19 pandemic, there are additional elements a farm business should consider when running a PYO operation, including logistics to guarantee social distancing between customers, employee training, purchase of Personal Protecting Equipment (PPE) and portable hand-washing stations.9\nMarketing costs were estimated at 10 percent of gross revenue. Gross revenue would depend on marketing strategies. We assumed blueberries would be sold at $2.39 per pint for PYO blueberries and $3.62 per pint for already-picked blueberries sold on-farm, roadside stands or farmers markets. 7 Kaiser, C., and M. Ernst. 2018. “Highbush Blueberries.” Center for Crop Diversification, University of Kentucky. Available online at https:// bit.ly/3n0sut9. 8 Dellachiesa, A. 2005. “Feasibility of Production and Marketing Blueberries in Tennessee.” M.S. Agricultural Economics, University of Tennessee, Knoxville. 9 Center for Crop Diversification. 2020. “Considerations for Operating a Pick-Your-Own Operation During the COVID-19 Pandemic.” Available online at https://bit.ly/346FQvj. 6 Sample Budget for Blueberry Production, 2020\nExcel Sample Budget\nThe blueberry sample budget Excel tool is available on the Department of Agricultural and\nResource Economics website. In this Excel tool, users can select different scenarios associated with plant density, IPM and marketing strategies in the “General Assumptions” spreadsheet: 1. You can select the space between rows and bed centers you want to use. This selection will determine the number of plants per acre. You have two options: 6 ft x12 ft and 6 ft x 10 ft. 2. You can select one of two IPM strategies: low and moderate. Each scenario will have different implications for the chemicals you would apply and the frequency of application (see Tables 1 and 2, above). 3. You can select three strategies to market your blueberries: 1) 100 percent retail (e.g., on-farm or at farmers markets); 2) 50 percent PYO and 50 percent ready-picked to be marketed on-farm, at roadside stands or at farmers markets; or 3) 75 percent PYO and 25 percent ready-picked to be marketed on-farm, at roadside stands or at farmers markets.\nAfter making your plant density, IPM and marketing strategy selections, you can evaluate the overall changes in costs and changes in costs per year in the “Summary Budget” spreadsheet. The “Print” button on this spreadsheet allows the user to print this one-page summary. The “Intro” button allows you to return to the introductory page. On the “Summary Budget” spreadsheet, you can click on the first row of the table “Year X” to see the budget for each year.\nGrowers can modify some values of the individual year’s budget spreadsheets (“Blueberry Budget\nYear X”) highlighted in grey and use the individual year budgets function to evaluate their own production costs per year. If quantities and details of the sample budget are modified, original values can be restored when clicking on the “Default” button on the bottom right of the “Blueberry\nBudget Year X” spreadsheets. The “Print” button on these spreadsheets allows the user to print each year’s budget. The “Summary Budget” spreadsheet will not reflect user changes because the summary budget cost categories do not match each year’s budget cost categories.\nUsers should note that input prices used in this sample budget were current as of October of 2020 and are subject to change. Input prices were collected from a handful of randomly selected businesses; therefore, users are encouraged to conduct a thorough search when sourcing input suppliers.\nExamples of Costs Associated With Various Marketing and IPM Strategies\nUsing the Excel sample blueberry budget, we estimated costs associated with two IPM strategy scenarios (i.e., low and moderate) and one marketing strategy (i.e., 100 percent ready-picked blueberries to be marketed through farmers markets, roadside stands or on-farm). As you can see in Tables 6 and 7, in Years 1 to 3, the largest expenses are those associated with incorporating mulch and plants. In Years 3 to 7, the largest expenses are those associated with harvesting and postharvesting activities (i.e., postharvesting costs include marketing costs). The difference in costs associated with the low and moderate IPM scenarios is about $2,000 per acre. Depending on the IPM scenario, costs associated with the fungicides and insecticides represent anywhere between 2 percent and 5 percent of total costs.\nWe also evaluated two different marketing strategies using the Excel sample blueberry budget: 1) 100 percent retail (e.g., on-farm or at farmers markets); and 2) 50 percent PYO and 50 percent ready-picked to be marketed on-farm, at roadside stands or at farmers markets. We assume a moderate IPM strategy in both marketing scenarios. As you can see in Tables 7 and 8, when switching from the 100 percent retail scenario to the 50 percent PYO and 50 percent retail scenario, harvesting costs go from representing about 28 percent of total costs to representing about 18 percent of total costs. Regardless of IPM and marketing strategy used, mulch application, harvesting and postharvesting costs are the largest expenses associated with blueberry production. 7 Sample Budget for Blueberry Production, 2020\nTable 6. Estimated Costs for 100 Percent Ready-picked Blueberries Retail, Low IPM Table 6 shows the es t imated costs f or 100 percen t ready - picke d blueberries, retai l, lo w IPM $ Data hi ghligh ts are found in s ubsec tion, \"Exa mples of C osts Assoc iated With Various Marke ting and IPM Strategies.\"\nTable 7. Estimated Costs for 100 Percent Ready-picked Blueberries Retail, Moderate IPM Table 7 shows the es t imated costs f or 100 percen t ready - picke d blueberries, retai l, mo derat e IPM. Da ta hig hlights are found in s ubsec tion, \"Exa mples of C osts Assoc iated With Var ious Marketing and IPM Strategie s.\" 8 Sample Budget for Blueberry Production, 2020\nTable 8. Estimated Costs for 50 Percent PYO and 50 Percent Ready-picked Blueberries Retail, Moderate IPM Table 8 shows the es t imated costs f or 50 p ercent PYO an d 50 p e rcent ready-picked blueb errie s, retail , mode rate IP M. Da ta hi ghlig hts a re fo und i n sub secti on, \" Examp les o f Costs A ssoci ated With Various Marketing and IPM S trategi es.\" UTIA.TENNESSEE.EDU D 102 11/20 Programs in agriculture and natural resources, 4-H youth development, family and consumer sciences, and resource development. University of Tennessee Institute of Agriculture, U.S. Department of Agriculture and county governments cooperating. UT Extension provides equal opportunities in programs and employment. 9 Sample Budget for Blueberry Production, 2020",
        "metadata": {
            "title": "./pdfs/D102"
        }
    },
    {
        "page_content": "title: Departmental Publication Template 2\nD 13\nCenter for\nProfitable Agriculture\nHOW TO HANDLE COMPLAINTS AND POOR REVIEWS ON\nSOCIAL MEDIA: DIRECT MARKETING TIPS FOR SPECIALTY\nCROP GROWERS Megan Bruch Leffew, Marketing Specialist, Center for Profitable Agriculture\nSocial media is integral to today’s marketing 1. When available, set privacy settings plans as a means for businesses — including carefully on social media tools to specialty crop growers directly marketing to manage posts and comments. customers — to connect with, build and maintain relationships with customers. • Currently, some social media tools,\nCustomers can interact with businesses on such as Facebook, allow you to set social media and voice their comments, parameters on posts and comments. suggestions and complaints in a public In some cases, you can determine forum. Many businesses encourage who can post, where comments are customers to post reviews, pictures and allowed and if posts have to be comments about their experiences as a approved before being made public. means of generating word of mouth referrals You can set a profanity filter to and obtaining feedback on their products various strengths and even block and services. Not all of the posts and posts and comments containing reviews by customers are positive, however. designated words. 2. Monitor social media for reviews, If handled appropriately, both comments, suggestions and complaints. positive and negative posts can create opportunities for growers to • You can only address comments that build relationships with customers. you are aware of. Therefore, it is important to actively check and search for reviews, comments,This fact sheet provides some tips on how suggestions and complaints on socialspecialty crop growers can most effectively media. This includes social mediadeal with complaints and poor reviews on tools where you have activelysocial media. Several of these tips come created a presence, such as afrom growers and industry partners who business Facebook page or Twitteranswered a call for tips on their account, as well as on sites whereassociations’ members’ only Facebook you may not have an active presencepages. Additional information was adapted — on a customer’s blog or reviewfrom Southern Style Hospitality, a customer sites such as Yelp or TripAdvisor.service training program offered through the\nCenter for Profitable Agriculture.\nHow to Handle Complaints and Poor Reviews on Social Media • One monitoring method is to set up going wrong and may not know it Google Alerts to help identify online until a customer tells you. For every activity that may need your attention. person who complains, typically, You can sign up at more than 25 do not. Those non- www.google.com/alerts to receive complainers just take their business emails when Google finds Internet elsewhere and likely tell their friends content with terms that you specify, and family about their poor such as your farm name, other experiences at your operation. A common names for your farm or complaint gives you an opportunity common misspellings of your farm to fix a problem before you lose name. more customers. • A comment on social media may alert you to a perception customers have about your products, service or farm. While this perception may not be accurate, it is reality to customers. Knowing what perceptions exist enables you to make changes to create a more favorable or more accurate view. 4. Show you are listening to and care about your customers. • Choose a person on the farm staff that is patient, calm and an effective communicator to respond to social media comments. Some people are able to communicate with customers These settings allow Google Alerts to notifications to the and handle customer complaints author up to once a week about Web content mentioning better than others. the Center for Profitable Agriculture. 3. Consider a comment, suggestion or • Do not ignore comments (positive or complaint as an opportunity. negative). • Positive feedback helps you • Respond to comments and reviews determine what you are doing well publicly and in a timely manner. The and what you can build upon further. sense of timeliness varies by the social media tool being used. For • Receiving a complaint is an instance, Twitter users may expect a opportunity to identify an issue that response more quickly than may need attention within your Facebook users. Both of those tools, operation to better satisfy customers though, require more timely and help you turn an unsatisfied responses than would typically be customer into a loyal customer. For expected from email or a phone call. instance, you may have something\nSeptember 2014 2\nHow to Handle Complaints and Poor Reviews on Social Media • Do not delete comments unless they • Take enough time to pause and are vulgar or use profanity. When carefully develop a positive, calm, you do need to delete a post, you nondefensive, professional response. may want to create a post saying you If appropriate, visit with staff are sorry a post had to be removed members to see if they have any due to inappropriate language, etc. additional information about a particular situation or history with • Thank customers for positive the complainant to take into comments by publicly responding to consideration when developing a positive posts. response. 5. Respond to complaints and critical • Generate a unique social media reviews professionally and then continue response for each complaint. (Do not the conversation offline. copy a generic, canned response.) • Try to see the situation from the • Thank customers for taking time to customer’s point of view and provide feedback or comments. Let understand the motivation behind the them know you appreciate the comments. Why is the customer opportunity evaluate or improve your complaining or giving a bad review? product or service. What does the customer want? • Before posting, have someone else read the response to be sure it is positive, calm, nondefensive and professional and that it cannot likely be taken out of context. • Acknowledge the customer comment and invite the customer to speak with you offline. If the conversation is taken offline, let that be known on the original space or media so that others who may be following the conversation know how it is being handled. If appropriate, you may also wish to post a final resolution. • You do not have to apologize for doing something wrong, if you did Study the infographic from not. However, you should recognize ExactTarget on pages 6 and 7 that the customer may be upset, called “Five Types of Social disappointed or frustrated. Media Complainers and How to • If you did so something wrong, be Deal With Them.” honest. Own up to it and apologize, if at all possible.\nSeptember 2014 3\nHow to Handle Complaints and Poor Reviews on Social Media Drafting a response to a negative comment or poor review may be an intimidating task. A few examples may help you get started. Example 1 Example 3 Customer Sue: It took forever to pay for the Customer Karen: strawberries I picked at the farm I ordered a gift basket of spiced nuts, yesterday. Your cashiers were so slow! pumpkin butter and blackberry jam more than a week ago for my mother’s Farm Response: birthday. Her birthday party is in two Sue, thank you for letting us know that days, and the order has not arrived yet. our wait times for checking out on Saturday did not meet your expectations. Farm Response: Your time is valuable, and we are sorry Karen, thank you for letting us know that for the inconvenience. We will evaluate your order is slower to arrive than our checkout procedures to ensure we expected. We are honored you chose our are as efficient as possible while making farm products as gifts for this special sure we maintain the quality of the occasion, and we want to do all we can berries with careful handling during the to make your gifts memorable. We will process. I would appreciate the track your order and contact you shortly. opportunity to hear more about your experience at the farm and how we can Example 4 better fulfill your needs and will send Customer Steve: you a private message so we can Your blackberry price is so much higher connect. than the frozen ones at the grocery store. It is highway robbery! Example 2 Farm Response: Customer John: Steve, you are correct in that our prices Don’t buy your Christmas tree from are a bit higher than the price for frozen these guys. I purchased mine two weeks berries at the grocery store. We feel that ago, and it has already turned brown and we are offering vine-ripe, sweet, juicy is dropping its needles! berries and a unique, authentic experience. We hope that our customers Farm Response: appreciate and enjoy the value of our John, I am sorry to learn your tree has locally grown, high-quality blackberries not stayed fresh and green. This is and the memories made with family and certainly unusual and disappointing. We friends while picking them fresh from want to find out what happened and the farm. make sure it doesn’t happen again. Please call the farm at your earliest convenience at ###-###-#### and ask for me (Farmer Phil) or send me an email with your phone number at Phil@treefarm.com.\nSeptember 2014 4\nHow to Handle Complaints and Poor Reviews on Social Media 6. Follow up. • If a customer is harassing, threatening or is persistently negative • Be sure to follow up offline with the over a period of time and cannot be customer promptly and as promised. satisfied, consider firing them — by banning them from your social • Connect the customer with the media site, when possible. person at the farm who can best help them. • Go the extra mile to find a Social media can be a great tool satisfactory solution for the customer for specialty crop growers direct and you, when possible. marketing products to consumers. Understanding how • Know when to say “no.” Explain to interact with customers in why and apologize for not being able ways to take advantage of to do what the customer wants. opportunities presented through both positive and negative posts, • Consider following up on social comments, and reviews is media posts or reviews thanking the important. Handling customer customer again for letting you know complaints and poor reviews there was an issue. Tell them you professionally can go far in appreciated the opportunity to visit building customer respect and with them more about it and what loyalty. Prepare now to handle you have done to fix the problem, if complaints when they happen appropriate. so you can respond quickly and 7. Know when to stop. appropriately. • Some people will not be happy no matter what you do and may continue to post negative comments. Make a genuine, sincere effort to resolve the matter professionally. Be patient and calm. Do not debate the issue in social media. Post positive responses inviting the customer to have a conversation offline. Other social media users will observe and respect your efforts. After making a concerted effort, stop responding. • Often, other customers will see through these comments to a serial complainer. In some cases, other customers may post positive comments in your defense or to counter the negative posts.\nSeptember 2014 5\nHow to Handle Complaints and Poor Reviews on Social Media\nSeptember 2014 6\nHow to Handle Complaints and Poor Reviews on Social Media\nSeptember 2014 7\nHow to Handle Complaints and Poor Reviews on Social Media Reference ExactTarget. Five Types of Social Media Complainers and How to Deal with Them. Accessed online August 19, 2014 at http://www.exacttarget.com/resource-center/digital- marketing/infographics/social-media-complainers-how-to. Acknowledgements Reviewers Sarah Cornelisse, Senior Extension Associate, Penn State Extension Stacy Tomas, Assistant Professor, Tennessee Tech University This publication was funded, in part, through the United States Department of Agriculture’s Specialty Crop Block Grant and administered by the Tennessee Department of Agriculture. utextension.tennessee.edu Programs in agriculture and natural resources, 4-H youth development, family and consumer sciences, and resource development. University of Tennessee Institute of Agriculture, U.S. Department of Agriculture and county governments cooperating. UT Extension provides equal opportunities in programs and employment.\nSeptember 2014 8",
        "metadata": {
            "title": "./pdfs/D13"
        }
    },
    {
        "page_content": "D-2\nDepartment of\nPlant Sciences\nQUESTIONS TO ASK BEFORE ENTERING INTO CONTRACT\nVEGETABLE PRODUCTION August 2013 Annette Wszelaki, Department of Plant Sciences\nFarming is a risky business. One of the risks is in selling what you grow, and as the old adage goes, “Don’t plant a seed until you have a market.” Contracting with a buyer before the crop is produced is one way to potentially reduce some of the risk, as your market will already be in place. Vegetable production contracts are common; yet more and more involve unique aspects of specialty crop production such as organic production and season extension techniques, as well as food safety considerations. A contract is a business transaction and a legally binding document.\nConsider having a lawyer familiar with agricultural production review the contract. Before entering into any contract, it is important to read the contract carefully and make sure you understand all of the terms within it. If you do not understand something, continue to ask questions until you understand all terms and expectations. Below are questions to ask before entering into any vegetable production agreement, with special attention to alternative production techniques.\nGeneral Questions 1. If you are required to make an investment to enter into the agreement, ask for detailed written information on what the buyer will provide to you in exchange for your investment. For example: How long will the agreement last (one year, multiple years)? Will the contract last long enough to allow you to recover any investments? 2. Is there a specific production protocol to be followed or does the contract bind you to undefined “best management practices”? 3. Who is liable if the vegetable seed/transplants I buy or receive turn out to be defective? 4. Who determines which (organic or conventional) chemicals you can use on the crop and when you can use them? 5. What happens if weather delays or prevents the harvest? Who bears the risk of loss? 6. Does the contract allow the buyer to inspect the farm? 7. Does the buyer have any food safety requirements?\nVegetable Contracts: Questions to Ask 8. Does a “passed-acres” clause allow the buyer to decide not to harvest some of the crop, or are they obligated to take all you produce? 9. Are there packaging requirements? If so, will the buyer supply the packaging? 10. Will the crop be stored? If so, where and how? Can you visit/inspect their handling/packaging/shipping facilities? 11. Who is responsible for sorting and grading the produce? To which quality standards will the produce be held (U.S. Department of Agriculture or direct market standards or other)? Who determines the quality of the crop received, and can you appeal any determinations that reduce its value under the contract? After pick-up/delivery (and inspection), how soon must the buyer accept or reject deliveries? 12. If the company refuses to take my crop or releases it, what can I do with it? Are there alternative local markets? 13. How much will you be paid? Are you guaranteed a minimum price per unit? If a potential income range is suggested, ask for a detailed description of how was this range of income derived? When will you be paid? Who will be paying you? 14. If a legal dispute develops, what state will have jurisdiction? 15. When possible, ask other farmers in your area who have worked with the contracting company if they have been happy with services received. Also, will the buyer provide you with a list of growers they have worked with during the past growing season that you can make site visits to and discuss interactions with the buyer? Is the contracting company responsive to the farmer’s questions, providing quick and clear answers? Many of the questions in this section were taken from “A Farmers Legal Guide to Production Contracts” with permission from Neil Hamilton. Certified Organic Production Organic certification provides customers assurance that a product has been grown using organic production methods. For the grower, organic certification can provide access to price premiums and specialty markets. However, organic certification will be an added farm expense and the cost of certification will vary depending on the certifying agency’s fee schedule, farm size, gross farm sales and distance traveled by the inspector. Producers must recertify each year and pay annual inspection fees to maintain the certification. To be eligible for certification, prohibited substances, such as synthetic fertilizers and pesticides, must not have been applied to the land for a period of three years immediately before crop harvest. During the three-year transition period, yields may be lower than those of conventionally produced crops, however, the price premiums obtained may offset the reduced yield. Additionally, organic production can be more labor and management intensive than conventional cropping systems, and growers must follow the USDA\nAugust 2013 2\nVegetable Contracts: Questions to Ask National Organic Program Standards, which provide specific crop production requirements beyond the scope of this publication, but more information can be found at http://organics.tennessee.edu. Here are additional questions to ask if you are considering an organic vegetable production contract: 1. How does the contract address organic certification and enforcement? Does the buyer require a particular organic certifying agency? 2. Does the contract provide support for an organic transition? 3. How does the contract address pesticide residues and other prohibited substances? 4. Does the contract have specific isolation, buffer, or other anti-contamination requirements? 5. Does the contract address “split operations” or the presence of nonorganic crops or animals? 6. Does the contract require you to go beyond the National Organic Program standards? 7. Does the buyer require a set rotation plan to comply with the organic standards? 8. Does the contract give the buyer access to your organic records (or to your certifier’s records)? 9. What happens if the buyer damages or contaminates the organic products during delivery, subsequent handling, and/or processing? These questions were used with permission from Amanda Heyman from “Farmers’ Guide to Organic Contracts.” Greenhouse or High Tunnel Production Greenhouses and high tunnels offer the opportunity for season extension, increased yield and increased quality of vegetable crops. Both greenhouses and high tunnels require additional expenses and management over field production. However, these two structures are very different from both a production and taxation standpoint. Production specifics for each of these systems are beyond the scope of this publication, but more information can be found at http://vegetables.tennessee.edu under “Helpful Links.” Here are a few basic questions to ask about these structures: 1. Is your property zoned for an agricultural structure? 2. Is the structure exempt from property taxation? 3. If the buyer will build the structure on your farm, who will choose the site/orientation for the structure (you or the buyer)? How will the site be prepared before construction?\nAugust 2013 3\nVegetable Contracts: Questions to Ask Write it down! From the start of the partnership, be sure to get everything in writing. If the terms of the contract change, do not accept verbal changes. Make sure all changes to the contract are written. Keep good records of your production practices as well as records of all communication with the buyer, as you may need to refer back to them later should a problem arise. References Hamilton, Neil, 1995. A Farmers Legal Guide to Production Contracts, Farm Journal Publishing, 145 p. http://www.nationalaglawcenter.org/assets/articles/hamilton_productioncontracts.pdf Heyman, Amanda N., 2012. Farmers’ Guide to Organic Contracts, Farmer’s Legal Action Group, St. Paul, MN. 300 p. http://www.flaginc.org/wp-content/uploads/2013/03/FGOC2012.pdf The questions provided here are intended for general educational information only. For legal advice about your particular situation, consult an attorney who is licensed to practice law in your state. utextension.tennessee.edu Programs in agriculture and natural resources, 4-H youth development, family and consumer sciences, and resource development. University of Tennessee Institute of Agriculture, U.S. Department of Agriculture and county governments cooperating. UT Extension provides equal opportunities in programs and employment.\nAugust 2013 4",
        "metadata": {
            "title": "./pdfs/D2"
        }
    }
]